---
kind: enumMember
id: F:Autodesk.Revit.DB.ProfilePlaneLocation.Start
enum: Autodesk.Revit.DB.ProfilePlaneLocation
source: html/7ee6064e-ae88-1efe-a030-dabfae9bacaf.htm
---
# Autodesk.Revit.DB.ProfilePlaneLocation.Start

Indicates the profile plane located at the start of the path curve.